Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ZIP_PASSWORD_COPIED_CONFIRMATION_MESSAGE
source: Did you write it down or copy it? This is your last chance to see it.
de: Hast du es aufgeschrieben oder kopiert? Das ist deine letzte Chance, es noch einmal anzusehen.
es: ¿Lo anotaste o lo copiaste? Esta es tu última oportunidad para verlo.
fr: L’avez-vous noté ou copié ? C’est votre dernière occasion de le voir.
it: L'hai scritto o copiato? Questa è l'ultima possibilità che hai per vederlo.
ja: メモしましたか、それともコピーしましたか？ これが最後の確認の機会です。
ko: 메모했거나 복사했나요? 이 메시지를 다시 볼 마지막 기회입니다.
pt_br: Você anotou ou copiou? Esta é a sua última chance de vê-lo.
pt_pt: Anotou ou copiou? Esta é a sua última oportunidade para o ver.
ru: Вы записали это или скопировали? Это ваш последний шанс увидеть это.
uk: Ви записали або скопіювали це? Це ваш останній шанс це побачити.
zh_hans: 你有没有把它记下来或者复制下来？这是你最后一次可以查看的机会了。

# ZIP_PASSWORD_COPIED_CONFIRMATION_TITLE
source: Important: Save your password now
de: Wichtig: Speichern Sie Ihr Passwort jetzt
es: Importante: Guarda tu contraseña ahora
fr: Important : Sauvegardez votre mot de passe maintenant
it: Importante: salva la tua password ora
ja: 重要: 今すぐパスワードを保存してください
ko: 중요: 지금 비밀번호를 저장하세요.
pt_br: Importante: Salve sua senha agora
pt_pt: Importante: Guarde a sua palavra-passe agora
ru: Важно: сохраните свой пароль сейчас
uk: Важливо: Збережіть свій пароль зараз
zh_hans: 重要提示：请立即保存您的密码

# ZIP_PASSWORD_COPY_BUTTON_TITLE
source: Copy to pasteboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
pt_pt: Copiar para a área de transferência
ru: Копировать в буфер обмена
uk: Копіювати в буфер обміну
zh_hans: 复制到剪贴板

# ZIP_PASSWORD_CREATE_TITLE
source: Choose a password
de: Wählen Sie ein Passwort
es: Elige una contraseña
fr: Choisir un mot de passe
it: Scegli una password
ja: パスワードを選択してください
ko: 비밀번호를 선택하세요
pt_br: Escolha uma senha
pt_pt: Escolha uma palavra-passe
ru: Выберите пароль
uk: Оберіть пароль
zh_hans: 选择密码

# ZIP_PASSWORD_FIELD_LABEL
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# ZIP_PASSWORD_FIELD_PLACEHOLDER
source: Choose a password
de: Wähle ein Passwort
es: Elige una contraseña
fr: Choisir un mot de passe
it: Scegli una password
ja: パスワードを選択してください
ko: 비밀번호를 선택하세요
pt_br: Escolha uma senha
pt_pt: Escolha uma senha
ru: Выберите пароль
uk: Оберіть пароль
zh_hans: 选择密码

# ZIP_PASSWORD_GENERATED_TITLE
source: Generated password
de: Generiertes Passwort
es: Contraseña generada
fr: Mot de passe généré
it: Password generata
ja: 生成されたパスワード
ko: 자동 생성된 비밀번호
pt_br: Senha gerada
pt_pt: Palavra-passe gerada
ru: Сгенерированный пароль
uk: Згенеровано пароль
zh_hans: 生成的密码

# ZIP_PASSWORD_PROTECT_EXPLANATION
source: For your security, we recommend protecting your export with a password.
de: Für Ihre Sicherheit empfehlen wir, Ihre exportierte Datei mit einem Passwort zu schützen.
es: Por su seguridad, le recomendamos proteger su exportación con una contraseña.
fr: Pour des raisons de sécurité, nous vous recommandons de protéger votre export avec un mot de passe.
it: Per la tua sicurezza, ti consigliamo di proteggere l'esportazione dei tuoi dati con una password.
ja: セキュリティのため、エクスポート時にパスワードを設定することをお勧めします。
ko: 보안을 위해 내보낸 데이터를 비밀번호로 보호하는 것이 좋습니다.
pt_br: Para sua segurança, recomendamos proteger seu arquivo de exportação com uma senha.
pt_pt: Para sua segurança, recomendamos proteger o seu ficheiro de exportação com uma palavra-passe.
ru: В целях вашей безопасности мы рекомендуем защитить ваши экспортированные данные паролем.
uk: Для вашої безпеки ми рекомендуємо захищати ваші експортовані дані паролем.
zh_hans: 为了您的安全，我们建议您使用密码保护您的导出内容。

# ZIP_PASSWORD_PROTECT_TITLE
source: Protect your export
de: Schützen Sie Ihre Exporte
es: Proteja sus exportaciones
fr: Protégez votre export
it: Proteggi i tuoi dati esportati
ja: エクスポートを保護する
ko: 내보낸 데이터를 보호하세요
pt_br: Proteja sua exportação
pt_pt: Proteja as suas exportações
ru: Защитите свои экспортированные данные
uk: Захистіть свої експортовані дані
zh_hans: 保护您的导出内容

# ZIP_PROTECTED_WITH_PASSWORD
source: Zip protected with a password
de: ZIP-Datei mit Passwort geschützt
es: Archivo ZIP protegido con una contraseña
fr: Zip protégé avec un mot de passe
it: Archivio protetto con password
ja: パスワードで保護されたZipファイル
ko: 비밀번호로 보호된 압축 파일
pt_br: Arquivo compactado protegido com uma senha
pt_pt: Arquivo ZIP protegido com uma palavra-passe
ru: Защищенный паролем ZIP-архив
uk: Захищений паролем ZIP-архів
zh_hans: 使用密码保护的压缩文件

# ZIP_WILL_BE_DELETED_CONFIRMATION_BUTTON_TITLE
source: Delete zip file and go back
de: ZIP-Datei löschen und zurückgehen
es: Eliminar el archivo ZIP y volver
fr: Supprimer le fichier zip et revenir en arrière
it: Elimina il file ZIP e torna indietro
ja: zipファイルを削除して戻る
ko: zip 파일을 삭제하고 뒤로 이동
pt_br: Excluir o arquivo ZIP e retornar
pt_pt: Apagar o ficheiro zip e voltar
ru: Удалить ZIP-файл и вернуться
uk: Видалити ZIP-файл і повернутися
zh_hans: 删除压缩文件并返回

# ZIP_WILL_BE_DELETED_CONFIRMATION_DIALOG_TITLE
source: Your zip file will be permanently deleted.
de: Ihre ZIP-Datei wird dauerhaft gelöscht.
es: Su archivo ZIP se eliminará de forma permanente.
fr: Votre fichier zip sera supprimé définitivement
it: Il tuo file compresso verrà eliminato in modo definitivo.
ja: お客様のZIPファイルは完全に削除されます。
ko: 압축 파일이 영구적으로 삭제됩니다.
pt_br: Seu arquivo ZIP será excluído permanentemente.
pt_pt: O seu ficheiro ZIP será apagado permanentemente.
ru: Ваш ZIP-файл будет безвозвратно удалён.
uk: Ваш ZIP-архів буде остаточно видалено.
zh_hans: 您的压缩文件将被永久删除。

# EXPORT_STATUS_TITLE
source: Export status
es: Estado de la exportación
fr: Statut de l’export
it: Stato dell'esportazione
ja: エクスポート状況
ko: 내보내기 상태
pt_br: Status da exportação
pt_pt: Estado da exportação
ru: Статус экспорта
uk: Статус експорту
zh_hans: 导出状态

# IMPORT_STATUS_TITLE
source: Import status
es: Estado de la importación
fr: Statut de l’import
it: Stato dell'importazione
ja: インポート状況
ko: 가져오기 상태
pt_br: Status da importação
pt_pt: Estado da importação
ru: Статус импорта
uk: Статус імпорту
zh_hans: 导入状态
